[
  {
    "SL": 41,
    "ID": "roast-1",
    "Title": "Khaby Lame's SHOCKINGLY Simple Secret!",
    "Script": "Think viral videos are complex? Khaby Lame proves you're wrong! His genius? Pointing out obvious \"life hacks\" that nobody asked for. It's so simple, it's infuriating... and brilliant! Learn the power of just... shrugging. #KhabyLame #TikTok #Viral #Comedy",
    "Hashtags": "Khaby Lame shrugging gesture, complex life hack Khaby Lame, simple solution Khaby Lame, confused face Khaby Lame, viral phone screen Khaby Lame",
    "image prompt": "Think viral videos complex Khaby Lame, Khaby Lame proves wrong, Khaby Lame genius pointing obvious life hacks, infuriating Khaby Lame simple, brilliant Khaby Lame shrug",
    "Upload": "DONE"
  },
  {
    "SL": 42,
    "ID": "roast-2",
    "Title": "He Makes MILLIONS Doing THIS?! (Khaby Lame)",
    "Script": "How does Khaby Lame have more followers than actual superstars? By saying nothing! His silent reactions transcended language barriers, proving sometimes, the least complicated content wins. It's baffling and effective! #KhabyLame #SocialMedia #Influencer",
    "Hashtags": "Khaby Lame follower count graphic, Khaby Lame silent reaction, global audience Khaby Lame, money falling Khaby Lame, simple background Khaby Lame",
    "image prompt": "Khaby Lame millions doing this, Khaby Lame followers superstars, Khaby Lame saying nothing, Khaby Lame silent reactions, baffling effective Khaby Lame",
    "Upload": "DONE"
  },
  {
    "SL": 43,
    "ID": "roast-3",
    "Title": "Charli D'Amelio: Can She Do More Than Dance?",
    "Script": "Remember when Charli D'Amelio just... danced? Now she's everywhere! From reality shows to Dunkin' drinks, she leveraged dance trends into a full empire. Is there anything this TikTok star can't market? Probably not. #CharliDAmelio #TikTokStar #Dance #Celebrity",
    "Hashtags": "Charli D'Amelio dancing, Charli D'Amelio with Dunkin' cup, Charli D'Amelio on TV screen, business chart Charli D'Amelio, phone with TikTok Charli D'Amelio",
    "image prompt": "Charli D'Amelio more than dance, Charli D'Amelio just danced, Charli D'Amelio everywhere, Charli D'Amelio leveraged trends, Charli D'Amelio marketing empire",
    "Upload": "DONE"
  },
  {
    "SL": 44,
    "ID": "roast-4",
    "Title": "Addison Rae's Hollywood Takeover?! (Seriously?)",
    "Script": "Addison Rae went from dancing in her room to walking red carpets. She leveraged TikTok fame into acting and music careers. The transition wasn't seamless, but hey, she's trying! Can she actually become a movie star? Time will tell! #AddisonRae #TikTok #Hollywood #Actress",
    "Hashtags": "Addison Rae dancing on phone, Addison Rae on red carpet, Addison Rae singing, movie clapperboard Addison Rae, surprised audience Addison Rae",
    "image prompt": "Addison Rae Hollywood takeover, Addison Rae dancing room, Addison Rae walking red carpets, Addison Rae TikTok fame, Addison Rae movie star",
    "Upload": "DONE"
  },
  {
    "SL": 45,
    "ID": "roast-5",
    "Title": "MrBeast SPENDS How Much?! 🤯",
    "Script": "MrBeast gives away houses, islands, even money for videos. His stunts are insane, his budget is wild. He turned giving stuff away into a multi-million dollar business. Is it philanthropy or just epic content? Why not both! #MrBeast #YouTube #Philanthropy #CrazyMoney",
    "Hashtags": "MrBeast giving away money, MrBeast in wild scenario (e.g., island), MrBeast budget graphic, surprised fan MrBeast, camera filming MrBeast",
    "image prompt": "MrBeast spends how much, MrBeast gives away houses, MrBeast stunts insane, MrBeast turned giving away, MrBeast epic content",
    "Upload": "DONE"
  },
  {
    "SL": 46,
    "ID": "roast-6",
    "Title": "MrBeast's Simple Trick to Billions!",
    "Script": "How did MrBeast get RICH? By making content kids love! Simple challenges, bright colors, constant excitement. It's a formula that prints money. While you overthink, he's burying someone alive for clicks! Genius? Maybe. #MrBeast #YouTubeKing #ContentCreator #KidsContent",
    "Hashtags": "MrBeast in a simple challenge, bright colors MrBeast video, MrBeast excited face, money graphic MrBeast, person overthinking vs MrBeast simple idea",
    "image prompt": "MrBeast simple trick billions, MrBeast get rich, MrBeast content kids love, MrBeast formula money, MrBeast burying alive clicks",
    "Upload": "DONE"
  },
  {
    "SL": 47,
    "ID": "roast-7",
    "Title": "Trump's Tweets Were WILD (Remember This?)",
    "Script": "Before official statements, there were the tweets! Donald Trump mastered using social media to bypass traditional press. His unique, often controversial, style kept everyone watching (and reacting!). Say what you will, it was never boring online. #DonaldTrump #Politics #Twitter #SocialMedia",
    "Hashtags": "Donald Trump tweeting on phone, graphic of Trump tweet, angry/surprised reactions to Trump tweet, microphone with news logos Donald Trump, chaotic social media feed Donald Trump",
    "image prompt": "Trump tweets wild, Donald Trump mastered social media, Donald Trump bypass press, Donald Trump controversial style, never boring Donald Trump online",
    "Upload": "DONE"
  },
  {
    "SL": 48,
    "ID": "roast-8",
    "Title": "Did Trump Actually DO That?! (Fact Check Him!)",
    "Script": "Donald Trump is known for... let's say... confident claims. Fact-checking him became a national pastime. Learn how to quickly verify public statements from anyone in power using reliable sources. Stay informed! #DonaldTrump #FactCheck #Politics #NewsLiteracy",
    "Hashtags": "Donald Trump speaking at rally, checkmark graphic (fact), crossmark graphic (lie), news logos fact-checking Trump, person researching on computer Trump",
    "image prompt": "Did Trump actually do that, Donald Trump confident claims, fact checking Donald Trump pastime, verify public statements Trump, stay informed Trump",
    "Upload": "DONE"
  },
  {
    "SL": 49,
    "ID": "roast-9",
    "Title": "Elon Musk Bought Twitter... For THIS?!",
    "Script": "He spent $44 billion on Twitter and then... changed the name to X and broke half the features? Elon Musk's chaotic management style is baffling, but he owns the platform now. It's less a town square, more... his playground? #ElonMusk #TwitterX #Tech #Billionaire",
    "Hashtags": "Elon Musk with X logo, Twitter bird changing to X Elon Musk, pile of money Elon Musk, person looking confused at X logo Elon Musk, phone with X app Elon Musk",
    "image prompt": "Elon Musk bought Twitter, Elon Musk changed name X, Elon Musk chaotic management, Elon Musk owns platform, Elon Musk playground",
    "Upload": "DONE"
  },
  {
    "SL": 50,
    "ID": "roast-10",
    "Title": "Is Elon Musk Trying to Be a Superhero?! 🚀",
    "Script": "From electric cars to space travel and brain chips, Elon Musk's ambitions are borderline sci-fi. He's not just building companies; he's building... the future? Or maybe just really expensive toys? Either way, he keeps us talking! #ElonMusk #SpaceX #Tesla #Neuralink #Innovation",
    "Hashtags": "Elon Musk in futuristic setting, Tesla car Elon Musk, SpaceX rocket Elon Musk, brain chip graphic Elon Musk, Elon Musk posing heroically",
    "image prompt": "Is Elon Musk superhero, Elon Musk electric cars, Elon Musk space travel, Elon Musk brain chips, Elon Musk building future",
    "Upload": "DONE"
  },
  {
    "SL": 51,
    "ID": "roast-11",
    "Title": "Beyoncé: Is She Even Human?! ✨",
    "Script": "Seriously, how does Beyoncé do it all? Surprise albums, epic performances, building an empire... without breaking a sweat (or so it seems). She's Queen Bey for a reason, constantly raising the bar. It's exhausting just watching! #Beyonce #QueenBey #Music #Icon #Performer",
    "Hashtags": "Beyoncé performing on stage, Beyoncé surprise album cover, Beyoncé looking flawless, graphic of crown on Beyoncé, person looking exhausted",
    "image prompt": "Beyoncé is she human, Beyoncé do it all, Beyoncé surprise albums, Beyoncé epic performances, Beyoncé building empire",
    "Upload": "DONE"
  },
  {
    "SL": 52,
    "ID": "roast-12",
    "Title": "Did Beyoncé Just Break the Internet AGAIN?!",
    "Script": "Every time Beyoncé drops something, the internet collectively loses it. Her releases aren't just music; they're cultural events! Learn about the power of surprise drops and fan anticipation from the master herself. Your faves could never! #Beyonce #Beyhive #MusicIndustry #InternetBroken",
    "Hashtags": "Beyoncé standing in front of \"internet broken\" graphic, fan reactions to Beyoncé release, social media feed chaos Beyoncé, music streaming graph spike Beyoncé, Beyoncé mic drop",
    "image prompt": "Did Beyoncé break internet, Beyoncé drops something, Beyoncé cultural events, Beyoncé surprise drops, Beyoncé fan anticipation",
    "Upload": "DONE"
  },
  {
    "SL": 53,
    "ID": "roast-13",
    "Title": "Shawn Mendes: Is He Still... Nice? 🤔",
    "Script": "Shawn Mendes burst onto the scene as the ultimate nice guy. Years later, he's navigated fame and evolving sounds. Can he maintain that wholesome image in the crazy music world? Fans hope so! What do you think? #ShawnMendes #Music #PopStar #Celebrity #NiceGuy",
    "Hashtags": "Young Shawn Mendes playing guitar, Shawn Mendes on stage now, fan screaming for Shawn Mendes, wholesome graphic Shawn Mendes, question mark above Shawn Mendes",
    "image prompt": "Shawn Mendes still nice, Shawn Mendes ultimate nice guy, Shawn Mendes navigated fame, Shawn Mendes evolving sounds, Shawn Mendes maintain image",
    "Upload": "DONE"
  },
  {
    "SL": 54,
    "ID": "roast-14",
    "Title": "Billie Eilish: Did She Change?! 🖤💚",
    "Script": "Billie Eilish exploded with her unique dark, whispery style. As she evolves, her look and sound shift. Is it growth or losing what made her unique? Artists change, and fans debate! That's the music world! #BillieEilish #Music #ArtistEvolution #PopCulture #FanDebate",
    "Hashtags": "Early Billie Eilish look, Current Billie Eilish look, Billie Eilish performing, fans debating Billie Eilish, changing graphic Billie Eilish",
    "image prompt": "Billie Eilish did she change, Billie Eilish dark style, Billie Eilish look sound shift, Billie Eilish growth, Billie Eilish losing unique",
    "Upload": "DONE"
  },
  {
    "SL": 55,
    "ID": "roast-15",
    "Title": "LeBron James: Is He OLD Yet?! 🏀👴",
    "Script": "How is LeBron James STILL dominating the NBA? At his age, most players are retired! His longevity is unprecedented, a testament to his dedication. But seriously, when will the King pass the torch? We're waiting! #LeBronJames #NBA #Basketball #Longevity #TheKing",
    "Hashtags": "LeBron James playing basketball (current), old graphic next to LeBron James, younger LeBron James, training montage LeBron James, waiting person emoji LeBron James",
    "image prompt": "LeBron James old yet, LeBron James dominating NBA, LeBron James age retired, LeBron James longevity unprecedented, LeBron James pass torch",
    "Upload": "DONE"
  },
  {
    "SL": 56,
    "ID": "roast-16",
    "Title": "LeBron James vs. The GOAT Debate! (Again?)",
    "Script": "The endless argument: Is LeBron James the GOAT? His stats are undeniable, his impact huge. But comparing eras is tough! There will never be a single answer, just passionate fan arguments forever. Pick a side! #LeBronJames #GOAT #NBAHistory #BasketballDebate #MichaelJordan",
    "Hashtags": "LeBron James action shot, Michael Jordan action shot, debate graphic LeBron James vs MJ, stats comparison LeBron James MJ, passionate fan arguing LeBron James",
    "image prompt": "LeBron James GOAT debate, LeBron James vs Michael Jordan, LeBron James stats undeniable, comparing eras LeBron James, passionate fan arguments LeBron James",
    "Upload": "DONE"
  },
  {
    "SL": 57,
    "ID": "roast-17",
    "Title": "Jayson Tatum: Can He Win Without...?",
    "Script": "Jayson Tatum is a scoring machine, an undeniable talent. But can he lead his team to a championship as the clear #1 option? The pressure is on! Learn what separates great players from champions. It's more than just scoring! #JaysonTatum #NBA #Celtics #BasketballPlayer #Championship",
    "Hashtags": "Jayson Tatum shooting basketball, Jayson Tatum holding trophy (aspirational), team huddle Jayson Tatum, pressure graphic Jayson Tatum, basketball court Jayson Tatum",
    "image prompt": "Jayson Tatum can he win, Jayson Tatum scoring machine, Jayson Tatum lead team, Jayson Tatum championship, Jayson Tatum separates players",
    "Upload": "DONE"
  },
  {
    "SL": 58,
    "ID": "roast-18",
    "Title": "Is Jayson Tatum UNDERRATED?! 🤔",
    "Script": "Some say Jayson Tatum doesn't get enough respect compared to other stars. His consistent scoring and two-way play are elite. Is he overlooked in the superstar conversation? You decide! Watch his game and tell me what you think. #JaysonTatum #NBAStars #Basketball #Underrated #SportsDebate",
    "Hashtags": "Jayson Tatum making a play, graphic comparing Tatum stats to others, person shrugging about Tatum, basketball analyst discussing Tatum, comment question Jayson Tatum",
    "image prompt": "Is Jayson Tatum underrated, Jayson Tatum consistent scoring, Jayson Tatum two way play, Jayson Tatum overlooked, Jayson Tatum superstar conversation",
    "Upload": "DONE"
  },
  {
    "SL": 59,
    "ID": "roast-19",
    "Title": "Anthony Edwards is the NEXT MJ?! 🤯",
    "Script": "Anthony Edwards' athleticism and swagger have drawn comparisons to Michael Jordan. Is that fair? He's an explosive scorer with fearless attitude. Learn why fans are so hyped about this young star! The league is in good hands! #AnthonyEdwards #NBA #RisingStar #MichaelJordanComparison #Basketball",
    "Hashtags": "Anthony Edwards dunking, Michael Jordan dunking, comparison split screen Edwards MJ, Anthony Edwards confident face, young player Anthony Edwards",
    "image prompt": "Anthony Edwards next MJ, Anthony Edwards athleticism, Anthony Edwards swagger, Anthony Edwards explosive scorer, Anthony Edwards fearless attitude",
    "Upload": "DONE"
  },
  {
    "SL": 60,
    "ID": "roast-20",
    "Title": "Anthony Edwards: More Than Just Dunks! 💥",
    "Script": "While his dunks break the internet, Anthony Edwards is developing into a complete player. His scoring, defense, and leadership are improving. He's not just highlights; he's a force! See why teams fear playing against him. #AnthonyEdwards #NBAPlayer #Highlights #Defense #FutureStar",
    "Hashtags": "Anthony Edwards dunking graphic, Anthony Edwards playing defense, Anthony Edwards making a pass, team huddle Anthony Edwards, opposing player looking worried Edwards",
    "image prompt": "Anthony Edwards more than dunks, Anthony Edwards break internet, Anthony Edwards complete player, Anthony Edwards scoring defense leadership, Anthony Edwards force",
    "Upload": "DONE"
  },
  {
    "SL": 61,
    "ID": "roast-21",
    "Title": "Luka Doncic: The Passing WIZARD! 🪄",
    "Script": "Luka Doncic sees the court like a maestro! His passing is arguably his most dangerous weapon, setting up teammates for easy shots. He's not just scoring; he's controlling the game! Watch his highlights and prepare to be amazed! #LukaDoncic #NBA #PointGod #Passing #BasketballSkills",
    "Hashtags": "Luka Doncic making a no-look pass, graphic showing passing lanes Doncic, teammate scoring from Doncic pass, Luka Doncic controlling ball, wizard graphic Doncic",
    "image prompt": "Luka Doncic passing wizard, Luka Doncic sees court, Luka Doncic dangerous weapon, Luka Doncic setting up teammates, Luka Doncic controlling game",
    "Upload": "DONE"
  },
  {
    "SL": 62,
    "ID": "roast-22",
    "Title": "Luka Doncic: Can He Win the BIG One?! 🏆",
    "Script": "Luka Doncic puts up incredible stats, but can he carry a team to an NBA championship? The pressure is immense! It takes more than just scoring to win it all. Learn what challenges face superstar players in the playoffs! #LukaDoncic #NBAFinals #ChampionshipPressure #BasketballPlayoffs #Superstar",
    "Hashtags": "Luka Doncic looking tired, championship trophy graphic Doncic, defensive players guarding Doncic, intense playoff game Doncic, team celebrating victory (without Doncic yet)",
    "image prompt": "Luka Doncic win big one, Luka Doncic incredible stats, Luka Doncic carry team, Luka Doncic championship pressure, Luka Doncic playoff challenges",
    "Upload": "DONE"
  },
  {
    "SL": 63,
    "ID": "roast-23",
    "Title": "Did Trump ACTUALLY Say That?! (Verify!)",
    "Script": "Heard a wild quote attributed to Donald Trump? Don't just share it! Learn quick ways to check if he actually said it using reputable news archives or fact-checking sites. Stop the spread of misinformation! #DonaldTrump #Misinformation #FactCheck #NewsVerification #PoliticsOnline",
    "Hashtags": "Donald Trump speaking podium, quote graphic attributed to Trump, searching on computer Trump quote, fact check website screenshot Trump, sharing vs verifying Trump info",
    "image prompt": "Did Trump actually say that, Donald Trump wild quote, Donald Trump don't share, Donald Trump check reputable sources, Donald Trump stop misinformation",
    "Upload": "DONE"
  },
  {
    "SL": 64,
    "ID": "roast-24",
    "Title": "Elon Musk's CRAZIEST Ideas (So Far!) 🤔💡",
    "Script": "Neuralink brain chips? Colonizing Mars? Elon Musk's ideas sound like science fiction, but he's actually trying to build them. Some are brilliant, some... questionable. Dive into the mind of the world's most ambitious billionaire! #ElonMusk #Innovation #FutureTech #CrazyIdeas #TechBillionaire",
    "Hashtags": "Elon Musk thinking graphic, Neuralink implant graphic Elon Musk, Mars colony rendering Elon Musk, futuristic car Elon Musk, person looking amazed Elon Musk",
    "image prompt": "Elon Musk craziest ideas, Elon Musk Neuralink chips, Elon Musk colonizing Mars, Elon Musk science fiction ideas, Elon Musk ambitious billionaire",
    "Upload": "DONE"
  },
  {
    "SL": 65,
    "ID": "roast-25",
    "Title": "Beyoncé's Renaissance: What Was That?! ✨👑",
    "Script": "Beyoncé doesn't just release albums; she creates eras! Her Renaissance project was a deep dive into dance music history and Black culture. More than an album, it was an education and a celebration. What did you learn? #Beyonce #Renaissance #MusicAlbum #CulturalImpact #DanceMusic",
    "Hashtags": "Beyonce Renaissance album cover, dancers in Renaissance era outfits Beyonce, graphic highlighting musical genres Beyonce, historical figures related to Renaissance Beyonce, comment question Beyonce",
    "image prompt": "Beyoncé Renaissance what was that, Beyoncé creates eras, Beyoncé Renaissance project, Beyoncé dance music history, Beyoncé education celebration",
    "Upload": "DONE"
  },
  {
    "SL": 66,
    "ID": "roast-26",
    "Title": "Shawn Mendes: From Vine to Global Stage! 🎤🌍",
    "Script": "Remember Shawn Mendes on Vine singing covers? He used short-form video to launch a massive music career. It shows the power of online platforms! Learn how social media can be a springboard to global fame. #ShawnMendes #Vine #MusicCareer #SocialMediaStar #PopMusic",
    "Hashtags": "Young Shawn Mendes on Vine app, graphic showing growth chart Shawn Mendes, Shawn Mendes performing to huge crowd, globe graphic with music notes Shawn Mendes, phone with social media app Shawn Mendes",
    "image prompt": "Shawn Mendes Vine global stage, Shawn Mendes Vine singing, Shawn Mendes short form video, Shawn Mendes music career, Shawn Mendes social media power",
    "Upload": "DONE"
  },
  {
    "SL": 67,
    "ID": "roast-27",
    "Title": "Billie Eilish's OSCAR Win?! (Unexpected?)",
    "Script": "Billie Eilish won an Oscar before many established artists! Her haunting song for a James Bond film proved her versatility beyond pop hits. Learn how artists cross over into film and TV music successfully. A surprising achievement! #BillieEilish #OscarWinner #JamesBond #FilmMusic #MusicAwards",
    "Hashtags": "Billie Eilish holding Oscar statue, James Bond movie clips with Billie Eilish song, graphic of music notes and film reel Billie Eilish, surprised face Billie Eilish, red carpet event Billie Eilish",
    "image prompt": "Billie Eilish Oscar win, Billie Eilish haunting song, Billie Eilish James Bond, Billie Eilish versatility, Billie Eilish surprising achievement",
    "Upload": "DONE"
  },
  {
    "SL": 68,
    "ID": "roast-28",
    "Title": "Charli & Addison: The Original TikTok Feud?",
    "Script": "Before diss tracks, there were the subtle shifts in popularity and perceived rivalry between Charli D'Amelio and Addison Rae. They were the queens battling for the early TikTok crown. Learn about the drama behind viral fame! #CharliDAmelio #AddisonRae #TikTokDrama #InfluencerLife #SocialMediaFeud",
    "Hashtags": "Charli D'Amelio vs Addison Rae split screen, graphic of crown, phone with TikTok app, dramatic music notes graphic, social media comments about feud Charli Addison",
    "image prompt": "Charli D'Amelio Addison Rae TikTok feud, Charli D'Amelio Addison Rae popularity shifts, Charli D'Amelio Addison Rae rivalry, Charli D'Amelio Addison Rae TikTok queens, Charli D'Amelio Addison Rae viral fame drama",
    "Upload": "DONE"
  },
  {
    "SL": 69,
    "ID": "roast-29",
    "Title": "Luka Doncic vs. Anthony Edwards: Head to Head!",
    "Script": "When Luka and Ant go head to head, it's appointment viewing! Two young superstars with different styles. Doncic's craftiness vs. Edwards' explosiveness. Who do you think is the better player right now? #LukaDoncic #AnthonyEdwards #NBA #BasketballMatchup #FutureOfTheNBA",
    "Hashtags": "Luka Doncic vs Anthony Edwards graphic, Doncic highlights (passing/scoring), Edwards highlights (dunking/defense), split screen comparison Doncic Edwards, comment question Luka vs Ant",
    "image prompt": "Luka Doncic vs Anthony Edwards, Luka Doncic Anthony Edwards matchup, Luka Doncic craftiness, Anthony Edwards explosiveness, Luka Doncic Anthony Edwards better player",
    "Upload": "DONE"
  }
]