[
  {
    "SL": 1,
    "ID": "health-4",
    "Title": "Eat This Nut for Better Sex Drive!",
    "Script": "Want to spice up your love life? Add Brazil nuts to your diet! Packed with selenium, they boost testosterone and rev up your libido naturally. One study linked them to a 25% increase in sexual desire. Crazy, right? Snack smart, love harder. Like this if you’re curious to try!",
    "Hashtags": "#SexDriveFoods #BrazilNuts #NaturalBoost",
    "image prompt": "Brazil nuts, heart icon, sexy couple, selenium symbol, nuts in hand",
    "Upload": "DONE"
  },
  {
    "SL": 2,
    "ID": "health-5",
    "Title": "The #1 Food to Instantly Boost Your Mood",
    "Script": "Feeling down? Grab a handful of dark chocolate. Science shows it spikes serotonin and releases endorphins—your brain’s happy chemicals. One bite can literally lift your spirits in minutes. Who knew bliss was so delicious? Ever used chocolate as therapy? Comment below!",
    "Hashtags": "#MoodBooster #DarkChocolate #FeelGoodFood",
    "image prompt": "dark chocolate bar, smiling face, serotonin molecule, happy person, breaking chocolate",
    "Upload": "DONE"
  },
  {
    "SL": 3,
    "ID": "health-6",
    "Title": "This Morning Habit Melts Belly Fat Fast!",
    "Script": "Here’s a weight-loss secret: start your day with green tea. Its powerful catechins torch belly fat and accelerate metabolism by up to 17%! One cup a day keeps the belly bulge away. Ready to sip your way slim? Subscribe for more fat-melting hacks!",
    "Hashtags": "#FatLoss #GreenTea #MetabolismBoost",
    "image prompt": "steaming green tea, belly fat before-after, tea leaves, metabolism chart, measuring tape around waist",
    "Upload": "DONE"
  },
  {
    "SL": 4,
    "ID": "health-7",
    "Title": "Acne Cure? This Food Works Wonders Overnight!",
    "Script": "Sick of stubborn pimples? Add zinc-rich pumpkin seeds to your snack list! Zinc is proven to cut acne by reducing inflammation and bacteria. One small handful a day could clear your skin faster than fancy creams. Ever tried food-based acne fixes? Hit like if yes!",
    "Hashtags": "#AcneCure #PumpkinSeeds #ClearSkin",
    "image prompt": "pumpkin seeds, face with acne, clear skin transformation, zinc icon, skincare routine",
    "Upload": "DONE"
  },
  {
    "SL": 5,
    "ID": "health-8",
    "Title": "Want a Sharper Brain? Eat This Every Day",
    "Script": "Struggling with focus? Munch on blueberries! Packed with anthocyanins, they enhance memory and brain speed. Studies say regular blueberry eaters perform better on cognitive tests—by a LOT. Genius fuel in a berry. Ever felt that brain boost? Drop your story below!",
    "Hashtags": "#BrainFood #Blueberries #MemoryBoost",
    "image prompt": "blueberries bowl, brain scan, memory test, blueberries in hand, focused student",
    "Upload": "DONE"
  },
  {
    "SL": 6,
    "ID": "health-9",
    "Title": "Boost Your Energy 10x with This Superfood",
    "Script": "Tired all the time? Enter chia seeds—tiny but mighty! Loaded with omega-3s and fiber, they expand in your stomach, fueling you for hours. Studies link chia to 2x better endurance. Want to crush your next workout? Like the video to fuel up!",
    "Hashtags": "#ChiaSeeds #EnergyBoost #Superfood",
    "image prompt": "chia seeds in water, runner sprinting, omega-3 symbol, expanding chia gel, workout scene",
    "Upload": "DONE"
  },
  {
    "SL": 7,
    "ID": "health-10",
    "Title": "This Simple Drink Cuts Cravings Instantly",
    "Script": "Can’t stop snacking? Mix apple cider vinegar with water before meals. It stabilizes blood sugar and curbs cravings like magic. One study found it slashed calorie intake by 200+ calories per day! Want more hacks to conquer cravings? Subscribe now!",
    "Hashtags": "#ACV #CravingControl #WeightLossHack",
    "image prompt": "apple cider vinegar bottle, glass of water, snack table, blood sugar chart, measuring spoon of ACV",
    "Upload": "DONE"
  },
  {
    "SL": 8,
    "ID": "health-11",
    "Title": "The Surprising Food That Acts Like Natural Viagra",
    "Script": "Forget pills—watermelon contains citrulline, which relaxes blood vessels and boosts circulation, just like Viagra. Scientists call it “nature’s bedroom fruit.” Refreshing AND exciting, right? Ever noticed watermelon’s hidden power? Comment your thoughts!",
    "Hashtags": "#WatermelonMagic #NaturalViagra #HealthFacts",
    "image prompt": "watermelon slices, heart icon, couple holding hands, citrulline molecule, juicy watermelon",
    "Upload": "DONE"
  },
  {
    "SL": 9,
    "ID": "health-12",
    "Title": "Eat THIS to Sleep Like a Baby Tonight",
    "Script": "Tossing and turning? Munch on a few kiwis before bed. Packed with serotonin and antioxidants, they’ve been proven to improve sleep quality by 35%! No pills, just fruit. Want deeper zzz’s tonight? Like this if you’re adding kiwis to your bedtime routine!",
    "Hashtags": "#SleepHack #KiwiPower #NaturalRemedies",
    "image prompt": "kiwi fruit, sleeping person, serotonin symbol, night sky, kiwi slices on a pillow",
    "Upload": "DONE"
  },
  {
    "SL": 10,
    "ID": "health-13",
    "Title": "The Brain-Boosting Oil You’re Not Using",
    "Script": "Want laser-sharp focus? Try rosemary oil—just the scent can enhance memory by 75%, studies say! Smelling it before work or study literally turbocharges your brain. No excuses—time to sniff your way smarter. Ever tested this out? Drop a comment below!",
    "Hashtags": "#RosemaryOil #FocusHack #BrainPower",
    "image prompt": "rosemary sprig, essential oil bottle, person smelling oil, brain focus chart, desk setup with rosemary oil",
    "Upload": "DONE"
  }
]