[
  {
    "SL": 1,
    "ID": "darkweb_history_1",
    "Title": "The Dark Web: What They Don’t Want You to Know!",
    "Script": "Think the internet you know is all there is? Think again! The dark web hides secrets that even governments fear. From anonymous marketplaces to hidden forums, the dark web fuels a shadow economy that’s impossible to trace. Stay tuned to uncover its real dangers! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DarkWeb #CyberSecurity #Hacking #InternetSecrets #TechTruths",
    "Image Prompt": "\"A dark, digital cityscape glowing with encrypted symbols, representing hidden online worlds, An anonymous figure cloaked in shadows using a laptop in a dim room, A web of interconnected nodes glowing faintly in darkness, representing anonymous networks, A mysterious marketplace hidden behind a digital veil, showing secretive trade, A blurred face illuminated by code, symbolizing unseen hackers\"",
    "Upload": "DONE"
  },
  {
    "SL": 2,
    "ID": "hacking_history_2",
    "Title": "This Hacker Changed the World Forever!",
    "Script": "Ever heard of Kevin Mitnick? Once the FBI’s most wanted hacker, he hacked into top companies just for the thrill. His exploits exposed huge security flaws that changed cybersecurity forever. Discover how one man’s actions reshaped the digital world! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#KevinMitnick #HackingHistory #CyberWar #Hackers #Infosec",
    "Image Prompt": "\"A vintage photo of a focused young hacker at a computer, An FBI badge with a red alert flashing, showing high-profile investigation, An old-school command prompt screen with scrolling green code, A collage of breached company logos faded into the background, A modern cybersecurity expert analyzing digital threats on multiple screens\"",
    "Upload": "DONE"
  },
  {
    "SL": 3,
    "ID": "darkweb_hacks_3",
    "Title": "How the Dark Web Fuels Global Crime",
    "Script": "The dark web isn’t just tech—it’s a crime hub. From illegal weapons to stolen data, it’s a playground for cybercriminals worldwide. But law enforcement fights back with undercover ops and advanced tech. Dive into the battle beneath the surface! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DarkWebCrime #CyberCrime #DarkNet #TechVsCrime #Security",
    "Image Prompt": "\"Shadowy figures exchanging digital goods in a neon-lit virtual alley, A digital map highlighting global cybercrime hotspots, Law enforcement officers monitoring screens with real-time cyber threat data, Encrypted chat windows showing coded criminal communications, High-tech gear used by cyber police operating in dark environments\"",
    "Upload": "DONE"
  },
  {
    "SL": 4,
    "ID": "hacking_milestones_4",
    "Title": "The Biggest Hack in History—And What It Taught Us",
    "Script": "In 2013, the Target hack shook the world. 40 million credit cards stolen overnight! This massive breach exposed how vulnerable big companies really are—and sparked a global cybersecurity revolution. Learn how one breach changed everything! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DataBreach #TargetHack #Cybersecurity #HackingHistory #InfoSec",
    "Image Prompt": "\"A glowing credit card data stream leaking from a hacked database, Panicked shoppers standing near digital payment terminals, A hacker silhouette overlaid with Target’s logo, Cybersecurity teams scrambling around computer screens, News headlines flashing about the massive breach\"",
    "Upload": "DONE"
  },
  {
    "SL": 5,
    "ID": "darkweb_myths_5",
    "Title": "5 Dark Web Myths Busted!",
    "Script": "Think the dark web is only for criminals? Think again! Many myths hide the truth. From whistleblowers to journalists, the dark web is also a place for privacy and free speech. Let’s bust these myths and reveal the real dark web! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DarkWebMyths #Privacy #FreedomOfSpeech #CyberTruth #Internet",
    "Image Prompt": "\"A masked whistleblower typing anonymously in a hidden room, Protestors using encrypted messaging apps, A dark web homepage blurred but inviting, Journalists communicating securely behind firewalls, An image split between criminal activity and digital freedom icons\"",
    "Upload": "PENDING"
  },
  {
    "SL": 6,
    "ID": "hacking_legends_6",
    "Title": "Meet the Hacker Who Broke into NASA!",
    "Script": "Imagine breaking into NASA’s systems as a teenager. Jonathan James did just that, stealing critical software and causing millions in damage. His story is a chilling glimpse into the early hacking era and its consequences. Ready to dive in? If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#NASAHack #HackingLegends #CyberSecurity #TeenHackers #InfoSec",
    "Image Prompt": "\"A young hacker intensely focused on a glowing laptop, NASA’s logo floating above a secure server, A cascading stream of stolen data in code, An FBI wanted poster style image with a tech twist, A courtroom sketch representing legal consequences\"",
    "Upload": "PENDING"
  },
  {
    "SL": 7,
    "ID": "darkweb_security_7",
    "Title": "How Secure Is the Dark Web, Really?",
    "Script": "Think the dark web is untraceable? Not quite. While it hides identities, advanced cybersecurity tools and vigilant agencies are closing in. The war for privacy and control is fierce—who will win? Stick around for a reality check! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DarkWebSecurity #CyberPrivacy #DigitalWar #InfoSec #TechBattle",
    "Image Prompt": "\"A masked user navigating a dark web browser, Digital surveillance icons scanning the network, An agent analyzing cyber data on multiple monitors, Encrypted data streams being cracked open, A digital battlefield with privacy and security symbols clashing\"",
    "Upload": "PENDING"
  },
  {
    "SL": 8,
    "ID": "hacking_culture_8",
    "Title": "From Basement Hackers to Global Cybercriminals!",
    "Script": "Hacking started in basements and garages, but now it’s a billion-dollar underground industry. From script kiddies to professional cybercrime syndicates, the culture evolved fast—and dangerously. Learn the dark history behind the keyboard! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#HackingCulture #CyberCrime #Hackers #DarkWebHistory #Tech",
    "Image Prompt": "\"A dimly lit basement full of computer gear, Early hacker tools with nostalgic tech vibes, A globe overlaid with cybercrime connections, Gang-like groups communicating in shadowy rooms, Digital currencies flowing through virtual networks\"",
    "Upload": "PENDING"
  },
  {
    "SL": 9,
    "ID": "darkweb_impact_9",
    "Title": "How the Dark Web Changed the Internet Forever!",
    "Script": "The dark web changed the internet’s rules. It challenged censorship, sparked new tech, and forced governments to rethink security. But it also brought new dangers. Discover the dark web’s lasting legacy on our digital world! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#DarkWebImpact #InternetHistory #CyberSecurity #TechRevolution #DigitalAge",
    "Image Prompt": "\"A timeline showing the internet split between surface and dark web, Protesters using VPNs and encrypted tools, Governments debating cybersecurity laws, Technological innovations inspired by the dark web, A globe lit with digital connections representing internet evolution\"",
    "Upload": "PENDING"
  },
  {
    "SL": 10,
    "ID": "hacking_futures_10",
    "Title": "The Future of Hacking: What’s Next?",
    "Script": "Hacking isn’t slowing down—it’s evolving faster than ever. AI hackers, quantum computing, and deepfakes will change the game. Are we ready for the next wave of cyber threats? Stay ahead by knowing what’s coming! If you like this video, please like, comment and Subscribe the Video",
    "Hashtags": "#FutureOfHacking #CyberThreats #AIHackers #QuantumComputing #Cybersecurity",
    "Image Prompt": "\"A futuristic hacker controlling AI-driven systems, Quantum computers processing glowing data, Deepfake videos on multiple screens, Cybersecurity experts preparing advanced defenses, A digital crystal ball showing emerging cyber threats\"",
    "Upload": "PENDING"
  }
]